tap "dracula/install"
tap "krishkrosh/apps"
brew "act"
brew "libx11"
brew "aircrack-ng"
brew "jpeg-xl"
brew "aom"
brew "arp-scan"
brew "asciidoctor"
brew "automake"
brew "libadwaita"
brew "baobab"
brew "bat"
brew "bat-extras"
brew "boost"
brew "btop"
brew "cmake"
brew "dust"
brew "duti"
brew "entr"
brew "eza"
brew "fastfetch"
brew "fd"
brew "libevent"
brew "tesseract"
brew "zeromq"
brew "ffmpeg"
brew "ffmpeg@6"
brew "libtool"
brew "imagemagick"
brew "folderify"
brew "fzf"
brew "git-delta"
brew "gitlogue"
brew "go@1.19"
brew "gradle"
brew "hashcat"
brew "htop"
brew "httpie"
brew "httrack"
brew "icu4c@76"
brew "ipython"
brew "jless"
brew "jq"
brew "lazygit"
brew "libnatpmp"
brew "mdcat"
brew "micro"
brew "miniupnpc"
brew "mpv"
brew "mypy"
brew "nmap"
brew "node"
brew "nushell"
brew "openjdk@11"
brew "openjdk@17"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "python-tk@3.10"
brew "python-tk@3.12"
brew "qrencode"
brew "qt@5"
brew "resvg"
brew "ripgrep"
brew "scrapy"
brew "scrcpy"
brew "sevenzip"
brew "sherlock"
brew "starship"
brew "stow"
brew "telnet"
brew "tlrc"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "wireshark"
brew "yazi"
brew "yq"
cask "alt-tab"
cask "coteditor"
cask "db-browser-for-sqlite"
cask "devtoys"
cask "discord"
cask "dracula-terminal"
cask "eqmac"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "homerow"
cask "hot"
cask "httpie-desktop"
cask "jordanbaird-ice"
cask "keka"
cask "lidanglesensor"
cask "linearmouse"
cask "localsend"
cask "loop"
cask "maccy"
cask "meetingbar"
cask "moonlight"
cask "obs"
cask "obsidian"
cask "onekey"
cask "pearcleaner"
cask "pika"
cask "postman"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "rustrover"
cask "stats"
cask "steam"
cask "stremio"
cask "telegram"
cask "trackweight"
cask "upscayl"
cask "vlc"
cask "whatsapp"
cask "whisky"
cask "wireshark-app"
vscode "alexcvzz.vscode-sqlite"
vscode "asciidoctor.asciidoctor-vscode"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "elijah-potter.harper"
vscode "fill-labs.dependi"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-pt-br"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "njpwerner.autodocstring"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "tomrijndorp.find-it-faster"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
cargo "cargo-stylus"
cargo "lan-mouse"
